L = {}

L["pro.diver"] = "Возможность стрельбы находясь в воде"
L["pro.quickdraw"] = "Доставайте/Убирайте оружие намного быстрее"
L["pro.last"] = "+25% Урон от последнего выстрела"
L["pro.ace"] = "Шанс нанести критический урон против NPC"
L["pro.magcap"] = "Увеличенная емкость магазина"
L["pro.refund"] = "Заряжает 1 патрон при попадании в голову"
L["pro.runandgun"] = "Возможность стрельбы во время бега"
L["pro.headshotdamage"] = "Тройной урон при попадании в голову"
L["pro.slowenemies"] = "Замедляет врагов при попадании"
L["pro.invistracers"] = "Невидимые следы от пуль"
L["pro.fullauto"] = "Полностью автоматический режим стрельбы"

L["con.magcap"] = "Уменьшенная емкость магазина"
L["con.beam"] = "Видимый лазерный луч"
L["con.light"] = "Видимый луч фонарика"
L["con.noscope"] = "Нет точки прицеливания"

L["pro.ammo_blank"] = "Безвредно!"
L["con.ammo_blank"] = "Безвредно."

L["pro.ignite"] = "Поджигает цели"