L = {}

L["ud.title"] = "Urban Decay"

-- Glock
L["ud.glock.cs"] = "+3 Емкость магазина по умолчанию"
L["ud.glock.subcompact"] = "Включает субкомпактные модификации"
L["ud.glock.nytesyte.1"] = "Отдача будет уходить в сторону при прицеливании"
L["ud.glock.nytesyte.2"] = "Оптика будет установлена сбоку"

-- sus!!!
L["ud.hushpuppy"] = "Переключение на режим огня со скользящим затвором для ручных действий, уменьшает громкость и неточность"

L["fcg.slidelock"] = "Слайд-Блок"
L["fcg.slidelock.abbrev"] = "С-БЛОК"
--sus!!!

L["ud.glock.altanim"] = "Заменяет пустую анимацию перезарядки на более длинную и яркую альтернативу."

-- M16
L["ud.flattop"] = "Нижнее положение оптики"
L["ud.m16_ch.1"] = "Установите оптику на верхнюю часть рукоятки переноски вместо плоской вершины." -- sus
L["ud.m16_ch.2"] = "Это может улучшить видимость при прицеливании или заблокировать обзор при стрельбе от бедра."
L["ud.m16_tl.1"] = "Установите тактические лазеры на верхнюю часть оружия, а не на ствол или нижнюю рельсу." -- sus
L["ud.m16_tl.2"] = "Железный прицел удален, и прицел переводится в положение для точечной стрельбы."
L["ud.m16_nors"] = "Это отключает альтернативные железные прицелы."
L["ud.m16_a1"] = "Этот приемник не имеет плоской вершины и будет использовать рельсовый кронштейн для оптики." -- suus
L["ud.m16_altburst.1"] = "-10% Отдача в режиме стрельбы очередями"
L["ud.m16_altburst.2"] = "Этот приемник выстреливает всю очередь одним нажатием на спусковой крючок." -- suus
L["ud.usas"] = "Стреляет дробинками вместо пуль" -- deprecated
L["ud.m16_fs.1"] = "При установке оптики держите железный прицел на газовом блоке." -- sus
L["ud.m16_fs.2"] = "Некоторая оптика будет мешать работе переднего прицела."
L["ud.m16.fpw1"] = "Только полуавтоматический режим стрельбы"
L["ud.m16.fpw2"] = "+0.1с Задержка при первом выстреле"
L["ud.m16.50beo"] = "Disables Lower Receiver attachments"
L["ud.m16.allowfs"] = "Позволяет устанавливать модификации на передний прицел"

-- 870
L["ud.870.ringsight"] = "Уменьшеный угол обзора"

-- Deprecated
L["ud.darkrp.cantremove"] = "You can't remove this without a gun license!"
L["ud.darkrp.cantattach"] = "You need a gun license to use this attachment!"
L["ud.darkrp.cantpickup"] = "You need a gun license to pickup this attachment!"